Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: "Omega Forge Network
ru: 'Сеть Омега кузниц

source: $CHALLENGING_ORIGIN$This species is searching the stars for a new home after the loss of their homeworld.
ru: $CHALLENGING_ORIGIN$Этот вид ищет новый дом среди звезд после потери родной планеты.

source: $CONSTRUCTOR$ Jobs
ru: $CONSTRUCTOR$ Работа

source: $DISABLE$ for AI-players
ru: $DISABLE$ для AI-игроков

source: $EMPIRE_SIZE$ from Planets
ru: $EMPIRE_SIZE$ от планет

source: $ENABLE$ for AI-players
ru: $ENABLE$ для AI-игроков

source: $EXCELLENT$, for now choose colonies on your own.
ru: $EXCELLENT$, пока что выбирайте колонии по своему усмотрению.

source: $EXCELLENT$, next time you don't have to notify me.
ru: $EXCELLENT$, в следующий раз вам не придется уведомлять меня.

source: $MOD_STARBASE_SHIPYARD_BUILD_COST_MULT$
ru: Стоимость военного корабля

source: $MOD_STARBASE_TRADE_PROTECTION_ADD$
ru: Защищать торговые пути

source: $NECROID1_SHIP_Smuggler$ Jobs
ru: $NECROID1_SHIP_Smuggler$ Работа

source: $NEW_LINE$- Depending on game rules, an ['concept_advanced_empire'] of the same species will be present in the galaxy
ru: $NEW_LINE$- В зависимости от правил игры, в галактике будет присутствовать ['concept_advanced_empire'] того же вида.

source: $O$ Auxilary Division
ru: $O$ Вспомогательный отдел

source: $O$ Celestial Guardian
ru: $O$ Небесная стража

source: $O$ Elite Centurion
ru: $O$ Элитный центурион

source: $O$ Omega Hunter
ru: $O$ Охотник Омега

source: $O$ Primary Assault Fleet
ru: $O$ Главный штурмовой флот

source: $ORD$ Armada
ru: $ORD$ Армада

source: $ORD$ Catalyst
ru: $ORD$ Катализатор

source: $ORD$ Katzenbodentruppen
ru: $ORD$ Кошачьи наземные войска

source: $ORD$ Katzenweltraumtruppen Task Force
ru: $ORD$ Целевая группа космических сил кошачьих

source: $ORD$ Preserver
ru: $ORD$ Хранитель

source: $PLANETARY_PROJECT_100a$
ru: §BПланетарная программа:§! $ap_pc_mining$

source: $PLANETARY_PROJECT_100b$
ru: §BПланетарная программа:§! $ap_pc_energy$

source: $PLANETARY_PROJECT_100c$
ru: §BПланетарная программа:§! $ap_pc_farming$

source: $PLANETARY_PROJECT_100d$
ru: §BПланетарная программа:§! $ap_pc_eco$

source: $PLANETARY_PROJECT_100e$
ru: §BПланетарная программа:§! $ap_pc_training$

source: $PLANETARY_PROJECT_100f$
ru: §BПланетарная программа:§! $ap_pc_trade$

source: $PRESAPIENT$ Project
ru: $PRESAPIENT$ Проект

source: $RT_DIRECTOR$ Jobs
ru: $RT_DIRECTOR$ Работа

source: $RT_PROTECTOR$ Jobs
ru: $RT_PROTECTOR$ Работа

source: $Sector_Z749$ Menu
ru: $Sector_Z749$ Меню

source: $TABBED_NEW_LINE$$t$- Build Time
ru: Время сборки

source: $TABBED_NEW_LINE$$t$- Cost
ru: Стоимость

source: $TABBED_NEW_LINE$$t$- Upkeep
ru: Техническое обслуживание

source: $TABBED_NEW_LINE$$t$- Upkeep, Cost, and Build Time
ru: $TABBED_NEW_LINE$$t$- Техническое обслуживание, стоимость и сроки сборки

source: $TRIGGER_CONTROLLER$ Drone
ru: Дрон-контроллер.

source: $TRIGGER_CONTROLLER$ Drones
ru: Дроны-контроллеры.

source: $TRIGGER_CONTROLLER$ Jobs
ru: $TRIGGER_CONTROLLER$ Работа

source: $TRIGGER_FAIL$$name_discomoon$ already exists here.
ru: $TRIGGER_FAIL$$name_discomoon$ уже существует здесь.

source: $TRIGGER_FAIL$'$UniqueAscensionPerksEvents.83.Name$' already exists in our empire.
ru: $TRIGGER_FAIL$'$UniqueAscensionPerksEvents.83.Name$' уже существует в нашей империи.

source: $TRIGGER_FAIL$Already has Admiralty Operations in system.
ru: $TRIGGER_FAIL$ Уже имеет операции Адмиралтейства в системе.

source: $TRIGGER_FAIL$An Invasion Gate has already been selected.
ru: $TRIGGER_FAIL$Врата вторжения уже выбраны.

source: $TRIGGER_FAIL$Can only construct one $name_birch$.
ru: $TRIGGER_FAIL$ Может построить только один $name_birch$.

source: $TRIGGER_FAIL$Can't build an $name_interstellar_hab$ here.
ru: $TRIGGER_FAIL$ Не может создать $name_interstellar_hab$ здесь.

source: $TRIGGER_FAIL$Can't build around a planet undergoing Terraforming.
ru: $TRIGGER_FAIL$ Нельзя строить вокруг планеты, подвергающейся терраформированию

source: $TRIGGER_FAIL$Can't build around an Asteroid.
ru: $TRIGGER_FAIL$ Нельзя строить вокруг астероида.

source: $TRIGGER_FAIL$Can't build in a system with colonized planets.
ru: $TRIGGER_FAIL$ Нельзя строить в системе с колонизированными планетами.

source: $TRIGGER_FAIL$Can't build in a system with the $atmosphere_shredder_3$.
ru: $TRIGGER_FAIL$Невозможно создать в системе с $atmosphere_shredder_3$.

source: $TRIGGER_FAIL$Can't build in a system with the $macro_test_site_3$.
ru: $TRIGGER_FAIL$Невозможно создать в системе с $macro_test_site_3$.

source: $TRIGGER_FAIL$Can't build in a system with the $orbital_artificial_eco_3$.
ru: $TRIGGER_FAIL$Невозможно создать в системе с $orbital_artificial_eco_3$.

source: $TRIGGER_FAIL$Can't have two Subspace Distortion Bombs detonating at the same time!
ru: $TRIGGER_FAIL$ Не может быть, чтобы две бомбы с искажением подпространства взорвались одновременно!

source: $TRIGGER_FAIL$Can't stripmine this planet!
ru: $TRIGGER_FAIL$ Нельзя заминировать эту планету!

source: $TRIGGER_FAIL$Cannot activate $ehof_ehof$ if any ship is upgrading in this system.
ru: $TRIGGER_FAIL$ Не может активировать $ehof_ehof$, если какой-либо корабль модернизируется в этой системе.

source: $TRIGGER_FAIL$Cannot activate $ehof_ehof$ if there is no owned fleet in the system.
ru: $TRIGGER_FAIL$ Не может активировать $ehof_ehof$, если в системе нет собственного автопарка.

source: $TRIGGER_FAIL$Cannot be built around a birch world.
ru: $TRIGGER_FAIL$ Не может быть построен вокруг Мира Берча.

source: $TRIGGER_FAIL$Cannot be built in a $ehof_cohesive$ system.
ru: $TRIGGER_FAIL$ не может быть встроен в $ehof_cohesive$ систему.

source: $TRIGGER_FAIL$Cannot build $ehof_ehof$ in the Gargantua system.
ru: $TRIGGER_FAIL$ Не может построить $ehof_ehof$ в системе Гаргантюа.

source: $TRIGGER_FAIL$Cannot build around a non-standard star class.
ru: $TRIGGER_FAIL$ Нельзя строить вокруг нестандартного звездного класса.

source: $TRIGGER_FAIL$Cannot build due to existing megastructure in system.
ru: $TRIGGER_FAIL$ Не может быть собран из-за существующей мегаструктуры в системе.

source: $TRIGGER_FAIL$Cannot build more than one $ehof_ehof$.
ru: $TRIGGER_FAIL$ Не может построить более одного $ehof_ehof$.

source: $TRIGGER_FAIL$Cannot build more than one $name_particle_accel$ here.
ru: $TRIGGER_FAIL$ Здесь нельзя построить более одного $name_particle_accel$.

source: $TRIGGER_FAIL$Cannot build on a planet that has a moon.
ru: $TRIGGER_FAIL$ Нельзя строить на планете, у которой есть луна.

source: $TRIGGER_FAIL$Cannot build on a planet that has a ring.
ru: $TRIGGER_FAIL$ Нельзя строить на планете, у которой есть кольцо.

source: $TRIGGER_FAIL$Cannot build on colonized planets.
ru: $TRIGGER_FAIL$ Нельзя строить на колонизированных планетах

source: $TRIGGER_FAIL$Cannot build on habitable planet.
ru: $TRIGGER_FAIL$ Нельзя строить на пригодной для жизни планете.

source: $TRIGGER_FAIL$Cannot build on planets that already have a $frameworld_outpost_0$.
ru: $TRIGGER_FAIL$ Нельзя строить на планетах, у которых уже есть $frameworld_outpost_0$

source: $TRIGGER_FAIL$Cannot dismantle an upgrading megastructure.
ru: $TRIGGER_FAIL$Невозможно демонтировать модернизированную мегаструктуру.

source: $TRIGGER_FAIL$Cannot have more than 15 $name_orb_bastion$s
ru: $TRIGGER_FAIL$ Не может иметь более 15 $name_orb_bastion$ы

source: $TRIGGER_FAIL$Cannot have more than 3 Admiralty Operations
ru: $TRIGGER_FAIL$ Не может иметь более 3 операций Адмиралтейства

source: $TRIGGER_FAIL$Cannot have more than 6 Military Administration Branches
ru: $TRIGGER_FAIL$ Не может иметь более 6 ветвей военной администрации

source: $TRIGGER_FAIL$Cannot have more than one Orbital Arcology per planet.
ru: $TRIGGER_FAIL$ Не может иметь более одной орбитальной аркологии на планету.

source: $TRIGGER_FAIL$Cannot upgrade while $ehof_ehof$ is in use.
ru: $TRIGGER_FAIL$ Не может обновляться, пока $ehof_ehof$ используется.

source: $TRIGGER_FAIL$Defeat the $ehof_the_compound_text$
ru: $TRIGGER_FAIL$ Поражение $ehof_the_compound$

source: $TRIGGER_FAIL$Defeat the Katzenartig Imperium
ru: $TRIGGER_FAIL$ Победить империю Катзеринга

source: $TRIGGER_FAIL$Due to the immense power requirements of this structure, it must be constructed around a B-class or A-class star in a single star system.
ru: $TRIGGER_FAIL$ Из-за огромных требований к мощности этой структуры, она должна быть построена вокруг звезды класса В или А в одной звездной системе.

source: $TRIGGER_FAIL$Gestalt Empires can only have one treasure deal active at time.
ru: $TRIGGER_FAIL$ Генштальт империи могут иметь только одну сделку с сокровищами за раз.

source: $TRIGGER_FAIL$It will take several years for a historian to sort through enough minor artifacts to determine which could qualify as treasure.
ru: $TRIGGER_FAIL$Историку сокровищ потребуется несколько лет, чтобы снова собрать достаточно мелких артефактов.

source: $TRIGGER_FAIL$Maginot Worlds can only be built on normal planets, gas giant habitats, or ringworld segments.
ru: $TRIGGER_FAIL$магинотские миры могут быть построены только на обычных планетах, местах обитания газовых гигантов или сегментах мира-кольца.

source: $TRIGGER_FAIL$May only harvest asteroids.
ru: $TRIGGER_FAIL$ Может собирать только астероиды

source: $TRIGGER_FAIL$May only salvage habitat stations.
ru: $TRIGGER_FAIL$ Могут использоваться только спасательные станции обитания

source: $TRIGGER_FAIL$Must be built on a planet size 25 or less.
ru: $TRIGGER_FAIL$ Должен быть построен на планете размером 25 или меньше.

source: $TRIGGER_FAIL$Must build above $ehof_the_sphere_named$.
ru: $TRIGGER_FAIL$ Должен быть построен выше $ehof_the_sphere_named$.

source: $TRIGGER_FAIL$Must build around Molten, Barren, Cold Barren, Frozen, or Depleted Stripmine planet.
ru: $TRIGGER_FAIL$ Должны строиться вокруг расплавленной, бесплодной, Холодной, бесплодной, замороженной или истощенной Полосатой планеты.

source: $TRIGGER_FAIL$Must build around Molten, Barren, Cold Barren, or Frozen planet.
ru: $TRIGGER_FAIL$ Должен строиться вокруг расплавленной, Бесплодной, холодной бесплодной или замороженной планеты.

source: $TRIGGER_FAIL$Must build around a Barren, Cold Barren, Molten, Toxic, or Frozen planet.
ru: $TRIGGER_FAIL$ Должен строиться вокруг Бесплодной, Холодной, расплавленной, токсичной или замороженной планеты.

source: $TRIGGER_FAIL$Must build around a Barren, Cold Barren, or Frozen planet.
ru: $TRIGGER_FAIL$ Необходимо строить вокруг бесплодной, холодной Бесплодной или замерзшей планеты.

source: $TRIGGER_FAIL$Must build around a Brown Dwarf.
ru: $TRIGGER_FAIL$ Должен строиться вокруг коричневого карлика.

source: $TRIGGER_FAIL$Must build around a Frozen World.
ru: $TRIGGER_FAIL$Нужно строить вокруг Застывшего мира.

source: $TRIGGER_FAIL$Must build around a Gas Giant.
ru: $TRIGGER_FAIL$ Должен строиться вокруг газового гиганта.

source: $TRIGGER_FAIL$Must build around a black hole.
ru: $TRIGGER_FAIL$ Должен строиться вокруг черной дыры.

source: $TRIGGER_FAIL$Must build around a colony with an upgraded capital.
ru: $TRIGGER_FAIL$ Должен строить вокруг колонии с улучшенной столицей.

source: $TRIGGER_FAIL$Must build around a molten world.
ru: $TRIGGER_FAIL$ Должен строиться вокруг расплавленного мира.

source: $TRIGGER_FAIL$Must build around a moon.
ru: $TRIGGER_FAIL$ Должен строиться вокруг Луны.

source: $TRIGGER_FAIL$Must build around a neutron star.
ru: $TRIGGER_FAIL$ Должен строиться вокруг нейтронной звезды.

source: $TRIGGER_FAIL$Must build around a planet of at least size 24.
ru: $TRIGGER_FAIL$ Должен строиться вокруг планеты по крайней мере 24-го размера.

source: $TRIGGER_FAIL$Must build around a shattered or broken world.
ru: $TRIGGER_FAIL$ Должен строить вокруг разрушенного мира.

source: $TRIGGER_FAIL$Must build around a size 5, 6 or 7 planet.
ru: $TRIGGER_FAIL$ Должен строиться вокруг планеты 5, 6 или 7 размера.

source: $TRIGGER_FAIL$Must build around a star.
ru: $TRIGGER_FAIL$ Должен строиться вокруг звезды.

source: $TRIGGER_FAIL$Must build around a toxic world.
ru: $TRIGGER_FAIL$ Должен строить вокруг токсичного мира.

source: $TRIGGER_FAIL$Must build around planet.
ru: $TRIGGER_FAIL$ Должен строиться вокруг планеты.

source: $TRIGGER_FAIL$Must build around the primary system star.
ru: $TRIGGER_FAIL$ Должен строиться вокруг звезды первичной системы.

source: $TRIGGER_FAIL$Must build on a large planet.
ru: $TRIGGER_FAIL$ Должен строиться на большой планете.

source: $TRIGGER_FAIL$Must build on either a habitable world, a barren world, or a frozen world.
ru: $TRIGGER_FAIL$ Должен строиться либо на пригодном для жизни мире, либо на бесплодном мире, либо на замороженном мире.

source: $TRIGGER_FAIL$Must have researched at least on repeatable technology.
ru: $TRIGGER_FAIL$ Должна быть исследована минимум одна повторяемая технология.

source: $TRIGGER_FAIL$Must target habitable planet.
ru: $TRIGGER_FAIL$ Должна быть нацелена на обитаемую планету.

source: $TRIGGER_FAIL$NOT compatible with 'Empires Expanded' Mod.
ru: $TRIGGER_FAIL$НЕ совместимо с модом "Empires Expanded".

source: $TRIGGER_FAIL$NOT compatible with 'Ethics & Civics: Bug Branch' Mod.
ru: $TRIGGER_FAIL$НЕ совместимо с модом "Этика и гражданское право: Bug Branch".

source: $TRIGGER_FAIL$No avaiable empire from which we can invite colonists.
ru: $TRIGGER_FAIL$Приглашение колонистов из этой империи недоступно.

source: $TRIGGER_FAIL$Only one $name_giga_orbital$ can be built per system.
ru: $TRIGGER_FAIL$ Только один $name_giga_orbital$ может быть создан для каждой системы.

source: $TRIGGER_FAIL$Our Shipyard specialized in the construction of Science Ships for Deep Space exploration is on cooldown right now (3 Months).
ru: $TRIGGER_FAIL$Верфь, специализирующаяся на строительстве научных кораблей для исследования глубокого космоса, находится в состоянии простоя (3 месяца).

source: $TRIGGER_FAIL$Our Spy network needs time to locate more Treasures that we could legally seize (4 Years).
ru: $TRIGGER_FAIL$Нашей шпионской сети нужно время, чтобы снова найти пиратов с сокровищами (4 года).

source: $TRIGGER_FAIL$Planet must not have any other station fabrication decision queued.
ru: $TRIGGER_FAIL$Planet не должно быть поставлено в очередь какое-либо другое решение о создании станции

source: $TRIGGER_FAIL$Requires $ehof_cohesive$ system.
ru: $TRIGGER_FAIL$ Требует $ehof_cohesive$ системы.

source: $TRIGGER_FAIL$Requires [this.GetName] to have been expanded at least once
ru: $TRIGGER_FAIL$Требуется, чтобы [this.GetName] был расширен хотя бы один раз

source: $TRIGGER_FAIL$Requires a $name_ringworld_behemoth$ around the star first.
ru: $TRIGGER_FAIL$ Сначала требуется $name_ringworld_behemoth$ вокруг звезды.

source: $TRIGGER_FAIL$Requires a $name_ringworld_titanic$ around the star first.
ru: $TRIGGER_FAIL$ Сначала требуется $name_ringworld_titanic$ вокруг звезды.

source: $TRIGGER_FAIL$Requires a Solar Shipyard district in the system.
ru: $TRIGGER_FAIL$ Требуется район солнечной верфи в системе.

source: $TRIGGER_FAIL$Requires a colony with at least 20 pops on it to sacrifice.
ru: $TRIGGER_FAIL$Для жертвоприношения необходимо иметь колонию, в которой не менее 20 население.

source: $TRIGGER_FAIL$Requires a fully upgraded $name_the_vat$.
ru: $TRIGGER_FAIL$ тРебуется полностью обновленный $name_the_vat$.

source: $TRIGGER_FAIL$Requires a planet unmodified by nanites.
ru: $TRIGGER_FAIL$Требуется планета, не модифицированная нанитами.

source: $TRIGGER_FAIL$Requires a planet.
ru: $TRIGGER_FAIL$ Требуется планета.

source: $TRIGGER_FAIL$Requires a regular Ringworld around the star first.
ru: $TRIGGER_FAIL$ Сначала требуется создать обычный мир-кольцо вокруг звезды.

source: $TRIGGER_FAIL$Requires a valuable pop on the planet.
ru: $TRIGGER_FAIL$Требуется ценный поп на планете.

source: $TRIGGER_FAIL$Requires an organic pop on the planet.
ru: $TRIGGER_FAIL$Требуется органического населения на планете.

source: $TRIGGER_FAIL$Requires at least 10 pops following our empires ethics.
ru: $TRIGGER_FAIL$Требуется не менее 10 населения, следующего этике страны.

source: $TRIGGER_FAIL$Requires at least 2 galactic community members.
ru: $TRIGGER_FAIL$ Требуется по крайней мере 2 члена галактического сообщества.

source: $TRIGGER_FAIL$Requires at least One Robotic Pop in the Empire.
ru: $TRIGGER_FAIL$RТребуется как минимум одно роботизированное население в стране.

source: $TRIGGER_FAIL$Requires at least one mechanical pop in the empire.
ru: $TRIGGER_FAIL$Требуется по крайней мере, механическое население страны.

source: $TRIGGER_FAIL$Requires at least one mechanical pop on the planet.
ru: $TRIGGER_FAIL$Требуется по крайней мере, механическое население планеты.

source: $TRIGGER_FAIL$Requires at least one organic pop in the empire.
ru: $TRIGGER_FAIL$Требуется по крайней мере, органическое население страны.

source: $TRIGGER_FAIL$Requires at least one organic pop on the planet.
ru: $TRIGGER_FAIL$Требуется по крайней мере, органический население на планете.

source: $TRIGGER_FAIL$Requires five other Ascension Perks to be selected first.
ru: $TRIGGER_FAIL$RТребуется, чтобы сначала были выбраны пять других перков Вознесения.

source: $TRIGGER_FAIL$Requires four other Ascension Perks to be selected first.
ru: $TRIGGER_FAIL$Требуется, чтобы сначала были выбраны четыри других перков Вознесения.

source: $TRIGGER_FAIL$Requires having killed a $giga_elder_tiyanki$ previously.
ru: $TRIGGER_FAIL$ Требует, чтобы вы убили $giga_elder_tiyanki$ ранее.

source: $TRIGGER_FAIL$Requires having killed a $giga_stellarite$ previously.
ru: $TRIGGER_FAIL$ Требует, чтобы вы убили $giga_stellarite$ ранее.

source: $TRIGGER_FAIL$Requires having killed a $giga_toxic_god$ previously.
ru: $TRIGGER_FAIL$ Требует, чтобы вы убили $giga_toxic_god$ ранее.

source: $TRIGGER_FAIL$Requires having killed a $giga_voidspawn$ previously.
ru: $TRIGGER_FAIL$ Требует, чтобы ранее был убит $giga_voidspawn$.

source: $TRIGGER_FAIL$Requires having killed a $giga_wraith$ previously.
ru: $TRIGGER_FAIL$ Требует, чтобы вы убили $giga_wraith$ ранее.

source: $TRIGGER_FAIL$Requires having killed an $giga_space_dragon$ previously.
ru: $TRIGGER_FAIL$ Требует, чтобы вы убили $giga_space_dragon$ ранее.

source: $TRIGGER_FAIL$Requires no existing $pc_sigma_solaripp$ in this system.
ru: $TRIGGER_FAIL$Требуется отсутствие существующих $pc_sigma_solaripp$ в этой системе.

source: $TRIGGER_FAIL$Requires no major upgrade project in progress.
ru: $TRIGGER_FAIL$ Не требует выполнения какого-либо крупного проекта по обновлению

source: $TRIGGER_FAIL$Requires one other Ascension Perk to be selected first.
ru: $TRIGGER_FAIL$Требуется, чтобы сначала был выбран один другой перк Вознесения.

source: $TRIGGER_FAIL$Requires the $ap_leviathan_master$ to share more knowledge with us.
ru: $TRIGGER_FAIL$ Требуется, чтобы Мастер Левиафанов уже не делился с нами знаниями.

source: $TRIGGER_FAIL$Requires three other Ascension Perks to be selected first.
ru: $TRIGGER_FAIL$Требуется, чтобы сначала были выбраны три других перков Вознесения.

source: $TRIGGER_FAIL$Requires to have domesticated aliens alive.
ru: $TRIGGER_FAIL$Требуется, чтобы одомашненные пришельцы были живы.

source: $TRIGGER_FAIL$Requires to have killed a Leviathan in the Galaxy.
ru: $TRIGGER_FAIL$ Требуется убить левиафана в Галактике.

source: $TRIGGER_FAIL$Requires to wait at least 3 Years before finding another White Hole.
ru: $TRIGGER_FAIL$ Требуется подождать не менее 3 лет, прежде чем найти другую белую дыру.

source: $TRIGGER_FAIL$Requires to wait at least 3 Years before generating new Space Clouds.
ru: $TRIGGER_FAIL$Необходимо ждать не менее 3 лет до генерации новых космических облаков.

source: $TRIGGER_FAIL$Requires two other Ascension Perks to be selected first.
ru: $TRIGGER_FAIL$Требуется, чтобы сначала были выбраны два других перка Вознесения.

source: $TRIGGER_FAIL$Something about this planet doesn't feel right.
ru: $TRIGGER_FAIL$ Что-то в этой планете кажется неправильным

source: $TRIGGER_FAIL$Something about this system doesn't feel right.
ru: $TRIGGER_FAIL$ Что-то в этой системе кажется неправильным.

source: $TRIGGER_FAIL$System must be owned.
ru: $TRIGGER_FAIL$Система должна быть в собственности.

source: $TRIGGER_FAIL$That option can't be selected on a Habitat.
ru: $TRIGGER_FAIL$Эта опция не может быть выбрана на хаби-тате.

source: $TRIGGER_FAIL$The $name_birch$ must be built around a Supermassive Black Hole.
ru: $TRIGGER_FAIL$$name_birch$ должно быть построено вокруг сверхмассивной Черной дыры.

source: $TRIGGER_FAIL$The $name_ndb$ needs a Warp Gate or a Planetary Target Marker in order to fire.
ru: $TRIGGER_FAIL$ Для стрельбы $name_ndb$ нужны варп-врата или планетарный маркер цели.

source: $TRIGGER_FAIL$The $name_quasistellar$ can only target up to 10 planets at once.
ru: $TRIGGER_FAIL$ $name_quasistellar$ может быть нацелен только на 10 планет одновременно.

source: $TRIGGER_FAIL$The $name_quasistellar$ can only target up to 4 star systems at once.
ru: $TRIGGER_FAIL$ $name_quasistellar$ может быть нацелен только на 4 звездные системы одновременно.

source: $TRIGGER_FAIL$The $name_quasistellar$ must be constructed around a Supermassive Quasar.
ru: $TRIGGER_FAIL$$name_quasistellar$ должно быть построено вокруг сверхмассивного квазара.

source: $TRIGGER_FAIL$The $name_terraform_barren$ must be constructed around a Barren, Cold Barren or Frozen World.
ru: $TRIGGER_FAIL$$name_terraform_barren$ должно быть построено вокруг Бесплодного, Холодного Бесплодного или Замороженного мира.

source: $TRIGGER_FAIL$The AI doesn't understand that it shouldn't observe Paluushia.
ru: $TRIGGER_FAIL$ Искусственный интеллект не понимает, что он не должен наблюдать за Палуушией.

source: $TRIGGER_FAIL$The Anti-Aeternum Alliance needs to have been formed.
ru: $TRIGGER_FAIL$ Альянс против Вечности должен быть сформирован.

source: $TRIGGER_FAIL$The Contingency Planet emits signals that jam the Warp Gate's internal systems.
ru: $TRIGGER_FAIL$ Аварийная планета излучает сигналы, которые блокируют внутренние системы Варп-врат.

source: $TRIGGER_FAIL$The Edict $edict_contact_mega_hivemind$ has a cooldown of 1 year before it can be activated again.
ru: $TRIGGER_FAIL$ Указ $edict_contact_mega_hivemind$ требует восстановления в течение 1 года, прежде чем он снова станет доступным

source: $TRIGGER_FAIL$The Edict $edict_library_wisedom_menu$ has a cooldown of 2 years.
ru: $TRIGGER_FAIL$Указ $edict_library_wisedom_menu$ требует охлаждения в течение 24 месяцев, прежде чем снова станет доступным.

source: $TRIGGER_FAIL$The Galactic Empire needs to have been formed
ru: $TRIGGER_FAIL$ Галактическая империя должна быть сформирована

source: $TRIGGER_FAIL$The QS-Obliterator Control Panel is already open.
ru: $TRIGGER_FAIL$ Панель управления QS-Obliterator уже открыта.

source: $TRIGGER_FAIL$There must not be any hostile ships in the system.
ru: $TRIGGER_FAIL$ В системе не должно быть никаких враждебных кораблей.

source: $TRIGGER_FAIL$There's already a $name_ringworld_behemoth$ around this star.
ru: $TRIGGER_FAIL$ Вокруг этой звезды уже есть $name_ringworld_behemoth$.

source: $TRIGGER_FAIL$There's already a $name_ringworld_gargan$ around this star.
ru: $TRIGGER_FAIL$ Вокруг этой звезды уже есть $name_ringworld_gargan$.

source: $TRIGGER_FAIL$There's already a $name_ringworld_titanic$ around this star.
ru: $TRIGGER_FAIL$ Вокруг этой звезды уже $name_ringworld_titanic$.

source: $TRIGGER_FAIL$There's already a Hyperstructural Assembly Yard Uplink here.
ru: $TRIGGER_FAIL$ Здесь уже есть восходящая линия гиперструктурной сборки.

source: $TRIGGER_FAIL$There's already an Equatorial Shipyard Uplink here.
ru: $TRIGGER_FAIL$ Здесь уже есть восходящая линия Экваториальной верфи.

source: $TRIGGER_FAIL$There's nothing left to stripmine!
ru: $TRIGGER_FAIL$ Мне больше нечего раздевать!

source: $TRIGGER_FAIL$They haven't prepared the new slaves yet.
ru: $TRIGGER_FAIL$Мы еще не подготовили новых рабов.
